Repository: nvdaaddons/urlShortener
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fa, fr, hr, it, ka, pl, uk

source: &Shorten URL...
es: Acortar &URL...
fa: کوتاه کردنِ نشانیِ اینترنتی
fr: Ré&duire URL...
hr: &Skrati URL …
it: &Abbrevia URL...
ka: URL-ის შე&მოკლება...
pl: &Skróć adres URL...
uk: &Скоротити URL-адресу...

source: Activates the Shorten URL dialog.
es: Activa el diálogo Acortar URL.
fa: پنجره‌ی محاوره‌ایِ کوتاه کردنِ نشانیِ اینترنتی را فعال میکند.
fr: Activer la boîte de dialogue Réduire URL.
hr: Aktivira dijalog „Skrati URL”.
it: Attiva la finestra di dialogo Abbrevia URL.
ka: ააქტიურებს URL-ის შემოკლების დიალოგს.
pl: Aktywuje okno dialogowe skracania URL.
uk: Активує діалог скорочення URL-адреси.

source: urls
fa: نشانی‌های اینترنتی
hr: url adrese
ka: URL-ები:
pl: Adresy URL
uk: url-адреси

source: &Filter by:
es: &Filtrar por:
fa: &محدود کردن به:
fr: &Filtrer par:
hr: &Filtriraj po:
it: &Filtra per:
ka: &გაფილტრვა:
pl: &Filtruj według:
uk: &Фільтрувати за:

source: C&opy shortened URL
es: &Copiar URL acortada
fa: &کپی کردنِ نشانیِ اینترنتیِ کوتاه‌شده
fr: C&opier l'URL réduite
hr: K&opiraj skraćeni URL
it: &Copia l'URL abbreviato
ka: შემოკლებული URL-ის და&კოპირება
pl: Sk&opiuj skrócony URL
uk: &Скопіювати скорочену URL-адресу

source: Deta&ils:
es: &Detalles:
fr: Déta&ils :
hr: Detalj&i:
it: &Dettagli
ka: &დეტალები:
uk: &Подробиці:

source: New &URL
es: Nueva &URL
fr: Nouvelle &URL
hr: Novi &URL
it: Nuovo &URL
ka: &ახალი URL:
pl: Nowy &URL
uk: Нова &URL-адреса

source: &Name for new URL
es: &Nombre de la nueva URL
fr: &Nom pour une nouvelle URL
hr: &Ime nove URL adrese
it: &Nome per il nuovo URL
ka: ახალი URL-ის &სახელი:
pl: &Nazwa nowego URL
uk: &Назва нової URL-адреси

source: Cus&tom URL
es: URL &personalizada
fa: نشانیِ اینترنتیِ &سفارشی‌شده
fr: URL &personnalisée
hr: &Prilagođena URL adresa
it: URL &personalizzato
ka: &მორგებული URL:
pl: &URL użytkownika
uk: &Користувацька URL

source: Short&en New URL
es: Acort&ar nueva URL
fr: Réduir&e nouvelle URL
hr: Skrati novu URL adr&esu
it: A&bbrevia Nuovo URL
ka: ახალი URL-ის შე&მოკლება
pl: Skró&ć nowy URL
uk: &Скоротити URL

source: &Rename...
es: &Renombrar...
fa: &تغییرِ نام...
fr: &Renommer...
hr: P&reimenuj …
it: &Rinomiana...
ka: სახელის &გადარქმევა...
pl: &Zmień nazwę
uk: &Перейменувати...

source: &Delete...
es: &Eliminar...
fa: &پاک کردن
fr: Suppr&imer...
hr: Iz&briši …
it: &Elimina...
ka: &წაშლა...
pl: &Usuń...
uk: &Видалити...

source: Remove &saved URLs...
es: Eliminar URLs &guardadas...
fa: &حذف کردنِ نشانی‌های ذخیره‌شده...
fr: Suppri&mer les URL sauvegardés...
hr: U&kloni spremljene URL adrese …
it: URL rimossi e &salvati...
ka: შ&ენახული URL-ების წაშლა...
pl: Usuń &zachowane url...
uk: Видалити &збережені URL-адреси...

source: This URL was already saved.
es: Esta URL ya estaba guardada.
fr: Cette URL a déjà été sauvegardée.
hr: Ova je URL adresa već spremljena.
it: Questo URL è già stato salvato.
ka: ეს URL-ი უკვე შენახულია.
pl: Ten url już był zapisany
uk: Цю URL-адресу вже збережено.

source: This custom URL was already used. Try a different one.
es: Esta URL personalizada ya estaba en uso. Prueba con una diferente.
fr: Cette URL personnalisée a déjà été utilisée. Essayez une autre.
hr: Prilagođena URL adresa je već spremljena. Probaj jednu drugu adresu.
it: Questo URL personalizzato è già stato utilizzato. Provane uno diverso.
ka: ეს მორგებული URL-ი უკვე გამოყენებულია. სცადეთ სხვა.
pl: Ten URL użytkownika już był używany. Spróbuj inny.
uk: Ця користувацька URL-адреса вже використовувалася. Спробуйте іншу.

source: This custom URL has %d characters. Length must be between 5 and 30.
es: Esta URL personalizada tiene %d caracteres. La longitud debe estar entre 5 y 30.
fr: Cette URL personnalisée a %d caractères. La longueur doit être comprise entre 5 et 30.
hr: Ova prilagođena URL adresa sadrži %d znakova. Broj znakova mora biti između 5 i 30.
it: Questo URL personalizzato ha %d caratteri. La lunghezza deve essere compresa tra 5 e 30.
ka: ეს მორგებული URL-ი შეიცავს %d სიმბოლოს. მორგებული URL-ის სიგრძე უნდა იყოს 5-დან 30-მდე.
pl: Ten url składa się z %d znaków. Długość powinna być od 5 do 30.
uk: Ця користувацька URL-адреса містить %d символів. Довжина повинна бути від 5 до 30.

source: This custom URL is not available. Try a different one.
es: Esta URL personalizada no está disponible. Prueba con una diferente.
fr: Cette URL personnalisée n'est pas disponible. Essayez une autre.
hr: Prilagođena URL adresa nije dostupna. Probaj jednu drugu adresu.
it: Questo URL personalizzato non è disponibile. Provane uno diverso.
ka: ეს მორგებული URL-ი მიუწვდომელია. სცადეთ სხვა.
pl: Ten URL użytkownika jest niedostępny. Spróbuj inny.
uk: Ця користувацька URL-адреса недоступна. Спробуйте іншу.

source: Cannot shorten URL. Check Internet connectivity.
es: No se puede acortar la URL. Comprueba la conexión a Internet.
fr: Impossible de réduire l'URL. Vérifiez la connectivité Internet.
hr: Nije moguće skratiti URL adresu. Provjeri internetsku vezu.
it: Impossibile accorciare l'URL. Controlla la connessione ad Internet.
ka: URL-ის შემოკლება შეუძლებელია. შეამოწმეთ ინტერნეტ კავშირი.
pl: Nie można skrócić URL. Sorawdź połączenie internetowe.
uk: Неможливо скоротити URL. Перевірте підключення до Інтернету.

source: Cannot add URL: %s
es: No se puede añadir la URL: %s
fa: نمیتوانم این نشانی را اضافه کنم: %s
fr: Impossible d'ajouter l'URL: %s
hr: Nije moguće dodati URL adresu.: %s
it: Impossibile aggiungere l'URL: %s
ka: URL-ის დამატება შეუძლებელია: %s
pl: Nie można dodać URL: %s
uk: Неможливо додати URL: %s

source: Error
fa: خطا
fr: Erreur
hr: Greška
it: Errore
ka: შეცდომა
pl: Błąd
uk: Помилка

source: Original URL: {} Name: {} Shortened URL: {}
es: URL original: {} Nombre: {} URL acortada: {}
fr: URL d'origine : {} Nom : {} URL réduite : {}
hr: Izvorna URL adresa: {} Ime: {} Skraćena URL adresa: {}
it: URL originale: {} Nome: {} URL abbreviato: {}
ka: ორიგინალური URL: {} სახელი: {} შემოკლებული URL: {}
uk: Оригінальний URL: {} Name: {} Shortened URL: {}

source: Copied
fr: Copié
hr: Kopirano
it: Copiato
ka: დაკოპირებულია

source: Are you sure you want to delete this URL: %s?
es: ¿Seguro que quieres eliminar esta URL: %s?
fa: آیا مطمئنید که میخواهید این نشانی را پاک کنید؟ %s
fr: Êtes-vous sûr de vouloir supprimer cette URL: %s?
hr: Stvarno želiš izbrisati ovu URL adresu: %s?
it: Sei sicuro di voler eliminare questo URL: %s?
ka: დარწმუნებული ხართ, რომ გსურთ ამ URL-ის წაშლა: %s?
pl: Czy chcesz usunąć ten URL: %s?
uk: Ви впевнені, що бажаєте видалити цю URL-адресу: %s?

source: New name:
es: Nuevo nombre:
fa: نامِ جدید
fr: Nouveau nom:
hr: Novo ime:
it: Nuovo nome
ka: ახალი სახელი:
pl: Nowa nazwa:
uk: Нова назва:

source: Rename URL
es: Renombrar URL
fa: تغییرِ نامِ نشانیِ اینترنتی
fr: Renommer l'URL
hr: Preimenuj URL adresu
it: Rinomina URL
ka: URL-ის სახელის გადარქმევა
pl: Znień nazwę URL
uk: Перейменувати URL

source: Are you sure you want to delete your saved URLs?
es: ¿Seguro que quieres eliminar tus URLs guardadas?
fa: آیا مطمئنید که میخواهید نشانی‌های ذخیره‌شده‌تان را پاک کنید؟
fr: Êtes-vous sûr de vouloir supprimer vos URL sauvegardées ?
hr: Stvarno želiš izbrisati svoje URL adrese?
it: Sei sicuro di voler eliminare i tuoi URL salvati?
ka: დარწმუნებული ხართ, რომ გსურთ თქვენი შენახული URL-ების წაშლა?
pl: Czy chcesz usunąć swoje zachowane URL?
uk: Ви впевнені, що бажаєте видалити збережені URL-адреси?

source: URL Shortener
es: Acortador URL
fa: کوتاه‌سازِ نشانیِ اینترنتی
fr: Réduire URL
hr: Kraćenje URL adresa
it: Abbreviatore di URL
ka: URL-ის შემოკლება
uk: Скорочувач URL-адрес

source: Shorten URLs through NVDA.
es: Acorta URLs mediante NVDA.
fa: نشانی‌های اینترنتی را از طریق NVDA کوتاه میکند.
fr: Réduire les URL via NVDA.
hr: Skrati URL adrese putem NVDA čitača.
it: Abbrevia gli URL tramite NVDA.
ka: URL-ების შემოკლება NVDA-ს საშუალებით.
pl: Skraca URL wewnątrz NVDA.
uk: Скорочення URL-адрес за допомогою NVDA.

source: &Rename URL
fa: &تغییرِ نامِ نشانیِ اینترنتی

source: &URL
fa: &نشانیِ اینترنتی

source: &Name
fa: ن&ام

source: &New...
fa: &جدید...

source: Cannot add this custom URL: %s
fa: نمیتوانم این نشانیِ سفارشی‌شده را اضافه کنم: %s

source: Shorten URL
fa: کوتاه کردنِ نشانیِ اینترنتی
